[
  {
    "text": "When I'm working on a problem, I never think about beauty. I think only how to solve the problem. But when I have finished, if the solution is not beautiful, I know it is wrong",
    "author": "Bucky Fuller"
  },
  {
    "text": "organizations which design systems ... are constrained to produce designs which are copies of the communication structures of these organizations.",
    "author": "Conway's Law"
  },
  {
    "text": "In god we trust; all others must bring data",
    "author": "W. Edwards Deming"
  },
  {
    "text": "Everybody in this country should learn to program a computer, because it teaches you how to think",
    "author": "Steve Jobs"
  },
  {
    "text": "Simple, not easy",
    "author": "Dean Lister"
  },
  {
    "text": "Those who will not risk cannot win",
    "author": "John Paul Jones"
  },
  {
    "text": "He who has a Why to live for can bear almost any How",
    "author": "Nietzsche"
  },
  {
    "text": "Everyone has a plan until they get punched in the face",
    "author": "Mike Tyson"
  },
  {
    "text": "For each desired change, make the change easy (warning: this may be hard), then make the easy change",
    "author": "Kent Beck"
  },
  {
    "text": "Forces beyond our control can take away everything you possess except one thing, your freedom to choose how to respond to the situation.",
    "author": "Harold s Kushner"
  },
  {
    "text": "Good design is obvious. Great design is transparent.",
    "author": "Joe Sperano"
  },
  {
    "text": "Give me six hours to chop down a tree and I will spend the first four sharpening the axe.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "You can't build a reputation on what you're going to do",
    "author": "Henry Ford"
  },
  {
    "text": "The whole problem with the world is that fools and fanatics are always so certain of themselves, but wiser people are so full of doubts.",
    "author": "Bertrand Russell"
  },
  {
    "text": "The price of anything is the amount of life you exchange for it.",
    "author": "Henry David Thoreau"
  },
  {
    "text": "The death of one man is a tragedy. The death of a million is a statistic.",
    "author": "Joseph Stalin"
  },
  {
    "text": "The most exciting phrase to hear in science, the one thing that heralds new discoveries, is not \"Eureka!\" (I found it!) but \"That's funny...",
    "author": "Isaac Asimov"
  },
  {
    "text": "the genesis of great companies is answering simple questions that change the world, not the desire to become rich",
    "author": "Guy Kawasaki"
  },
  {
    "text": "The first follower is what turns a lone nut into a leader",
    "author": "Derek Sivers"
  },
  {
    "text": "If you are not embarrassed by the first version of your product, you've launched too late.",
    "author": "Reid Hoffman"
  },
  {
    "text": "Do not pray for an easy life; pray for the strength to endure a difficult one",
    "author": "Bruce lee"
  },
  {
    "text": "Good people accept accountability. Great people ask for it.",
    "author": "Guy Kawasaki"
  },
  {
    "text": "Experience is the name everyone gives to their mistakes",
    "author": "Oscar wilde"
  },
  {
    "text": "Socialism never took root in America because the poor see themselves as not as an exploited proletariat but as temporarily embarrassed millionaires.",
    "author": "John Steinbeck"
  },
  {
    "text": "No hables Al menos que puedas mejorar el silencio (don't speak unless you can improve on the silence)",
    "author": "Jorge Luis Borges"
  },
  {
    "text": "winning isn't everything, but the will to prepare to win is everything.",
    "author": "Vince Lombardi"
  },
  {
    "text": "fool me once, shame on you. fool me twice, strike three",
    "author": "Michael Scott"
  },
  {
    "text": "We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time.",
    "author": "TS Eliot"
  },
  {
    "text": "there is nothing so useless as doing efficiently that which should not be done at all",
    "author": "Peter Drucker"
  },
  {
    "text": "if I'd listened to customers I would have given them a faster horse",
    "author": "Henry Ford"
  },
  {
    "text": "I have never let my schooling interfere with my education",
    "author": "Mark Twain"
  },
  {
    "text": "it's easier to invent the future than to predict it",
    "author": "Alan Kay"
  },
  {
    "text": "point if view is worth 80 iq points",
    "author": "Alan Kay"
  },
  {
    "text": "the days are long but the decades are short",
    "author": "Sam Altman"
  },
  {
    "text": "you don't feel 30% smarter when the stock price goes up by 30%, so when the stock price goes down, you shouldn't feel 30% dumber",
    "author": "Jeff Bezos"
  },
  {
    "text": "in the short term the stock market is a voting machine. in the long term it's a weighing machine.",
    "author": "Benjamin Graham"
  },
  {
    "text": "Assigning single factor causation to the output of complex adaptive system is a triumph of hope over experience",
    "author": "Tren Griffen"
  },
  {
    "text": "We all too often have socialism for the rich and rugged free market capitalism for the poor.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "Every day you survive your life expectancy increases by 5 or 6 hours",
    "author": "Peter thiel"
  },
  {
    "text": "Compound interest is the eighth wonder of the world. He who understands it, earns it ... he who doesn't ... pays it.",
    "author": "Albert Einstein"
  },
  {
    "text": "Life is really simple, but we insist on making it complicated",
    "author": "Confucius"
  },
  {
    "text": "There are two kinds of companies, those that work to try to charge more and those that work to charge less. We will be the second.",
    "author": "Jeff Bezos"
  },
  {
    "text": "The ability to observe without evaluating is the highest form of intelligence.",
    "author": "Jiddu Krishnamurti"
  },
  {
    "text": "The best time to plant a tree was 20 years ago. The second best time is now",
    "author": "Chinese proverb"
  },
  {
    "text": "You can never get enough of what you don’t really need.",
    "author": "Eric Hoffer"
  },
  {
    "text": "When the wrong man uses the right means, the right means work in the wrong way",
    "author": "Taoist Text"
  },
  {
    "text": "If you want to build a ship, don't drum up people to collect wood and don't assign them tasks and work, but rather teach them to long for the endless immensity of the sea.",
    "author": "Antoine de Saint-Exupery"
  },
  {
    "text": "There are only two hard things in Computer Science: cache invalidation and naming things.",
    "author": "Phil Karlton"
  },
  {
    "text": "It’s from the champions of the impossible, rather than from slaves of the possible, that evolution draws its creative force",
    "author": "Barbara Wootton"
  },
  {
    "text": "A society grows great when old men plant trees in whose shade they shall never sit",
    "author": "Greek Proverb"
  },
  {
    "text": "I fear not the man who has practiced 10,000 kicks once, but I fear the man who has practiced one kick 10,000 times.",
    "author": "Bruce Lee"
  },
  {
    "text": "You never change things by fighting the existing reality.\nTo change something, build a new model that makes the existing model obsolete.",
    "author": "Bucky Fuller"
  },
  {
    "text": "Nothing vast enters the life of mortals without a curse.",
    "author": "Sophocles"
  },
  {
    "text": "You can create good experiences without knowing the content. What you can’t do is create good experiences without knowing your content structure. What is your content made from, not what your content is.",
    "author": "Mark Boulton"
  },
  {
    "text": "Our intelligence is what makes us human, and AI is an extension of that quality",
    "author": "Yann LeCun"
  },
  {
    "text": "Any AI smart enough to pass a Turing test is smart enough to fail it",
    "author": "Ian MacDonald"
  },
  {
    "text": "if I have seen further than others it is by standing on the shoulders of giants",
    "author": "Isaac Newton"
  },
  {
    "text": "What I cannot create, I do not understand",
    "author": "Richard Feynman"
  },
  {
    "text": "We all have two lives, the second one starts when you realise you only have one",
    "author": "Confucious"
  },
  {
    "text": "In preparing for battle I have always found that plans are useless but planning is indispensable",
    "author": "Dwight D Eisenhower"
  },
  {
    "text": "All of humanity's problems stem from man's inability to sit quietly in a room alone.",
    "author": "Blaise Pascal"
  },
  {
    "text": "The three most harmful addictions are heroin, carbohydrates, and a monthly salary.",
    "author": "Nassim Taleb"
  },
  {
    "text": "If revolution there is to be, let us rather undertake it not undergo it",
    "author": "Otto von Bismarck"
  },
  {
    "text": "Nothing is as powerful as an idea whose time has come",
    "author": "Victor Hugo"
  },
  {
    "text": "Live as if you were to die tomorrow. Learn as if you were to live forever.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Any sufficiently advanced technology is indistinguishable from magic.",
    "author": "Arthur C Clarke"
  },
  {
    "text": "Intelligence looks in the mirror and sees ignorance. \nIgnorance looks in the mirror it sees intelligence.",
    "author": "@TheTweetOfGod"
  },
  {
    "text": "Being rich is having money; being wealthy is having time",
    "author": "Margaret Bonnano"
  },
  {
    "text": "A civilization which leaves so large a number of its participants unsatisfied and drives them into revolt neither has nor deserves the prospect of a lasting existence.",
    "author": "Signumnd Freud"
  },
  {
    "text": "The quieter you become, the more you are able to hear",
    "author": "rumi"
  },
  {
    "text": "it is not from the benevolence of the butcher, the brewery or the baker, that we expect our dinner, but from  their regard to their own interest",
    "author": "Adam Smith"
  },
  {
    "text": "only the paranoid survive",
    "author": "Andy Grove"
  },
  {
    "text": "as a species we are easier to fool than convince we've been fooled",
    "author": "Scott Galloway"
  },
  {
    "text": "Rather than love, than money, than fame, than fairness, give me truth",
    "author": "Henry David Thoreau"
  },
  {
    "text": "be fearful when others are greedy and greedy when others are fearful",
    "author": "Warren Buffet"
  },
  {
    "text": "The thing that I often ask startups on top of Ethereum is, 'Can you please tell me why using the Ethereum blockchain is better than using Excel?' And if they can come up with a good answer, that's when you know you've got something really interesting.",
    "author": "Vitalik Buterin"
  },
  {
    "text": "people don't have ideas. ideas have people.",
    "author": "Carl Jung"
  },
  {
    "text": "Most men lead lives of quiet desperation and go to the grave with the song still in them",
    "author": "Henry David Thoreau"
  },
  {
    "text": "The Winds Of Change Blow, Some People Build Walls, Others Build Windmills",
    "author": "Chinese proverb"
  },
  {
    "text": "Any fool can write code that a computer can understand. Good programmers write code that humans can understand.",
    "author": "Martin Fowler"
  },
  {
    "text": "There are decades where nothing happens; and there are weeks where decades happen.",
    "author": "Vladimir Ilyich Lenin"
  },
  {
    "text": "what can be asserted without evidence can be dismissed without evidence",
    "author": "Christopher Hitchens"
  },
  {
    "text": "The more you let a single belief define you, the less capable you are of adapting when life challenges you.",
    "author": "James Clear"
  },
  {
    "text": "It ain’t what you don’t know that gets you into trouble.It’s what you know for sure that just ain’t so.",
    "author": "Mark Twain"
  },
  {
    "text": "The arc of the moral universe is long, but it bends toward justice",
    "author": "Martin Luther King Jr"
  },
  {
    "text": "Every gun that is made, every warship launched, every rocket fired signifies, in the final sense, a theft from those who hunger and are not fed, those who are cold and are not clothed.\n\nThis world in arms is not spending money alone. It is spending the sweat of its laborers, the genius of its scientists, the hopes of its children...\n\nThis is not a way of life at all, in any true sense. Under the cloud of threatening war, it is humanity hanging from a cross of iron.",
    "author": "Dwight D Eisenhower"
  },
  {
    "text": "A human being should be able to change a diaper, plan an invasion, butcher a hog, conn a ship, design a building, write a sonnet, balance accounts, build a wall, set a bone, comfort the dying, take orders, give orders, cooperate, act alone, solve equations, analyze a new problem, pitch manure, program a computer, cook a tasty meal, fight efficiently, die gallantly. Specialization is for insects.",
    "author": "Robert A. Heinlein"
  },
  {
    "text": "A sick man only wants one thing, a healthy man wants 10,000 things.",
    "author": "Confucius"
  },
  {
    "text": "Give me a lever long enough and a fulcrum on which to place it, and I shall move the world",
    "author": "Archimedes"
  },
  {
    "text": "Great minds discuss ideas;\naverage minds discuss events;\nsmall minds discuss people.",
    "author": "Elanor Roosevelt"
  },
  {
    "text": "If people do not believe that mathematics is simple, it is only because they do not realize how complicated life is.",
    "author": "John von Neumann"
  },
  {
    "text": "I have offended God and mankind because my work did not reach the quality it should have.",
    "author": "Leonardo davinci"
  },
  {
    "text": "we are now gods but for the wisdom",
    "author": "Eric Weinstein"
  },
  {
    "text": "opportunities multiply as they are seized",
    "author": "sun tzu"
  },
  {
    "text": "own assets or sell time",
    "author": "jack butcher"
  },
  {
    "text": "A dead thing can go with the stream, but only a living thing can go against it.",
    "author": "G. K. Chesterton+"
  },
  {
    "text": "experts teach themselves",
    "author": "Paul Graham"
  },
  {
    "text": "Amateurs talk strategy. Professionals talk logistics.",
    "author": "General Omar Bradley"
  },
  {
    "text": "innovation is the child of freedom and the parent of prosperity",
    "author": "Naval Ravikant"
  },
  {
    "text": "There is only one boss—the customer. And he can fire everybody in the company from the chairman on down, simply by spending his money somewhere else.",
    "author": "Sam Walton"
  },
  {
    "text": "Men are thrifty in guarding their private property, but as soon as it comes to wasting time, they are most extravagant with the one commodity for which it's respectable to be greedy",
    "author": "Seneca"
  },
  {
    "text": "He who knows only his own side of the case knows little of that.",
    "author": "John Stuart Mill"
  },
  {
    "text": "With my family, I’m a communist. With my close friends, I’m a socialist. At the state level of politics, I’m a Democrat. At higher levels, I’m a Republican, and at the federal levels, I’m a Libertarian.",
    "author": "Nassim Nicholas Taleb"
  },
  {
    "text": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.",
    "author": "Isaac Asimov"
  },
  {
    "text": "To improve is to change; to be perfect is to change often",
    "author": "Winston Churchill"
  },
  {
    "text": "The measure of intelligence is the ability to change",
    "author": "Einstein"
  },
  {
    "text": "Words should be weighed, not counted",
    "author": "Yiddish Proverb"
  },
  {
    "text": "You may not be interested in war, but war is interested in you.",
    "author": "Leon Trotsky"
  },
  {
    "text": "There are no solutions. There are only trade-offs",
    "author": "Thomas Sowell"
  },
  {
    "text": "I love it when someone insults me. That means that I don't have to be nice anymore.",
    "author": "Billy Idol"
  },
  {
    "text": "The test of a first-rate intellect is the ability to hold two opposing ideas in your head at the same time, and still retain the ability to function.",
    "author": "F. Scott Fitzgerald"
  },
  {
    "text": "Art is how we decorate space, music is how we decorate time.",
    "author": "Jean-Michel Basquiat"
  },
  {
    "text": "Life should not be a journey to the grave with the intention of arriving safely in a pretty and well preserved body, but rather to skid in broadside in a cloud of smoke, thoroughly used up, totally worn out, and loudly proclaiming \"Wow! What a Ride!",
    "author": "Hunter S Thompson"
  },
  {
    "text": "No one ever made a decision because of a number. They need a story.",
    "author": "Daniel Kahneman"
  },
  {
    "text": "“If one proves the equality of two numbers a and b by showing first that a ≤ b and then that  a ≥ b, it is unfair; one should instead show that they are really equal by disclosing the inner ground for their equality.”",
    "author": "Emmy Noether"
  },
  {
    "text": "The society that separates its scholars from its warriors will have its thinking done by cowards and its fighting by fools",
    "author": "Thucydides"
  },
  {
    "text": "When one teaches, two learn.",
    "author": "Robert Heinlein"
  },
  {
    "text": "The most dangerous worldview is the worldview of those who have not viewed the world.",
    "author": "Alexander von Humboldt"
  },
  {
    "text": "Normal is an illusion. What is normal for the spider is chaos for the fly.",
    "author": "Charles Addams"
  },
  {
    "text": "Never, ever, think about something else when you should be thinking about the power of incentives.",
    "author": "Charlie Munger"
  },
  {
    "text": "I don't do drugs. I am drugs.",
    "author": "Salvador Dali Tags"
  },
  {
    "text": "Don't explain your philosophy. Embody it.",
    "author": "Epictetus"
  },
  {
    "text": "Stress primarily comes from not taking action over something that you can have some control over… stress comes from ignoring things that you shouldn’t be ignoring.",
    "author": "Jeff Bezos"
  },
  {
    "text": "Most geniuses—especially those who lead others—prosper not by deconstructing intricate complexities but by exploiting unrecognized simplicities.",
    "author": "Andy Benoit"
  },
  {
    "text": "Great things are not accomplished by those who yield to trends and fads and popular opinion.",
    "author": "Jack Kerouac"
  },
  {
    "text": "Grandson: \"A fight is going on inside me. It is a terrible fight and it is between two wolves. One is evil. The other is good. Which wolf will win?” \nOld Cherokee: \"The one you feed.",
    "author": "Native American parable"
  },
  {
    "text": "Only a few know, how much one must know to know how little one knows.",
    "author": "Werner Heisenberg"
  },
  {
    "text": "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "author": "Heraclitus"
  },
  {
    "text": "Think lightly of yourself and deeply of the world.",
    "author": "Miyamoto Musashi"
  },
  {
    "text": "It is difficult to get a man to understand something, when his salary depends on his not understanding it.",
    "author": "Upton Sinclair"
  },
  {
    "text": "The future is already here — it's just not very evenly distributed.",
    "author": "William Gibson"
  },
  {
    "text": "No man for any considerable period can wear one face to himself, and another to the multitude, without finally getting bewildered as to which may be the true.",
    "author": "Nathaniel Hawthorne, The Scarlet Letter, 1850"
  },
  {
    "text": "Simplicity is the ultimate sophistication.",
    "author": "Leonardo da Vinci"
  },
  {
    "text": "The more laws, the less justice.",
    "author": "Cicero"
  },
  {
    "text": "The Graveyards Are Full of Indispensable Men",
    "author": "Charles De Gaulle"
  },
  {
    "text": "The Net interprets censorship as damage and routes around it",
    "author": "John Gilmore"
  },
  {
    "text": "One day I will find the right words, and they will be simple.",
    "author": "Jack Kerouac"
  },
  {
    "text": "Love all, trust a few, do wrong to none.",
    "author": "William Shakespeare"
  },
  {
    "text": "I know of no more encouraging fact than the unquestionable ability of man to elevate himself by conscious endeavor.",
    "author": "Henry David Thoreau"
  },
  {
    "text": "in history as in nature, birth and death are equally balanced",
    "author": "John Huizinga"
  },
  {
    "text": "Scared money don't make money",
    "author": ""
  },
  {
    "text": "The universe rewards us for understanding it and punishes us for not understanding it. When we understand the universe, our plans work and we feel good. Conversely, if we try to fly by jumping off a cliff and flapping our arms the universe will kill us.",
    "author": "Jack Cohen & Ian Stewart"
  },
  {
    "text": "Amateurs talk about strategy and tactics. Professionals talk about logistics and sustainability in warfare.",
    "author": "Robert Hilliard Barrow"
  },
  {
    "text": "If freedom of speech is taken away, then dumb and silent we may be led, like sheep to the slaughter.",
    "author": "George Washington, March 15, 1783"
  },
  {
    "text": "Some birds are not meant to be caged, that's all. Their feathers are too bright, their songs too sweet and wild. So you let them go, or when you open the cage to feed them they somehow fly out past you. And the part of you that knows it was wrong to imprison them in the first place rejoices, but still, the place where you live is that much more drab and empty for their departure.",
    "author": "Stephen King"
  },
  {
    "text": "It is a very wise thing to simulate craziness at the right time.",
    "author": "Machiavelli"
  },
  {
    "text": "I do not know what I may appear to the world, but to myself I seem to have been only like a boy playing on the seashore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me.",
    "author": "Isaac Newton"
  },
  {
    "text": "As our circle of knowledge expands, so does the circumference of darkness surrounding it.",
    "author": "Albert Einstein"
  },
  {
    "text": "Every election is an advanced auction on stolen goods",
    "author": "H.L. Mencken"
  },
  {
    "text": "Nature is pleased with simplicity. And nature is no dummy.",
    "author": "Isaac Newton"
  },
  {
    "text": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.",
    "author": "Marie Curie"
  },
  {
    "text": "science advance one funeral at a time",
    "author": "Max Planck"
  },
  {
    "text": "No one loves the warrior until the enemy is at the gate",
    "author": ""
  },
  {
    "text": "that in order to make a man/woman covet a thing, it is only necessary to make the thing difficult to attain.",
    "author": "Mark Twain"
  },
  {
    "text": "They who can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety »",
    "author": "Benjamin Franklin"
  },
  {
    "text": "The mark of the immature man is that he wants to die nobly for a cause, while the mark of the mature man is that he wants to live humbly for one.",
    "author": "Wilhelm Stekel. Quoted J. D. Salinger, Catcher in the Rye 1951"
  },
  {
    "text": "“If you are depressed you are living in the past. If you are anxious you are living in the future. If you are at peace you are living in the present.” - Lao Tzu",
    "author": ""
  },
  {
    "text": "The most incomprehensible thing about the universe is that it is comprehensible",
    "author": "Albert einstein"
  },
  {
    "text": "It's not that I'm so smart. It's just that I stay with problems longer.",
    "author": "Albert Einstein"
  },
  {
    "text": "No man chooses evil because it is evil. He only mistakes it for happiness.",
    "author": "Mary Shelley"
  },
  {
    "text": "The clock, not the steam-engine, is the key-machine of the modern indus­trial age.",
    "author": "Lewis Mumford"
  },
  {
    "text": "If you have an apple and I have an apple, and we swap apples — we each end up with only one apple. But if you and I have an idea and we swap ideas — we each end up with two ideas.",
    "author": "Charles F. Brannan (1949)"
  }
]